[IRI_Rabbit X2AbilityTemplate]
LocFriendlyName="狡兔"
LocLongDescription="被动获得 <Ability:RABBIT_PASSIVE_DODGE_BONUS/> 闪避和 <Ability:RABBIT_PASSIVE_MOBILITY_BONUS/> 移动加成。激活后，额外获得 <Ability:RABBIT_ACTIVE_MOBILITY_BONUS/> 移动和最高 <Ability:RABBIT_DEFENSE_BONUS/> 防御以及 <Ability:RABBIT_DODGE_BONUS/> 闪避加成，以应对反应射击直到回合结束。下一回合开始时，失去 <Ability:RABBIT_LOSE_ACTION_POINTS_NEXT_TURN/> 个行动点数。"
LocHelpText="激活后，获得 <Ability:RABBIT_ACTIVE_MOBILITY_BONUS/> 移动和最高 <Ability:RABBIT_DEFENSE_BONUS/> 防御以及 <Ability:RABBIT_DODGE_BONUS/> 闪避加成，以应对反应射击直到回合结束。下一回合开始时，将失去 <Ability:RABBIT_LOSE_ACTION_POINTS_NEXT_TURN/> 个行动点数。"
LocPromotionPopupText="<br/><bullet/> 激活后的加成在反应射击惩罚后计算。 <br/><bullet/> 防御/暴击的激活加成 <Ability:RABBIT_DEFENSE_BONUS/> / <Ability:RABBIT_DODGE_BONUS/> 从第一次反应射击的开始，随后在 <Ability:RABBIT_ACTIVE_MAX_LENGTH/> 次射击后减少到 <Ability:RABBIT_DEFENSE_BONUS_FINAL/> / <Ability:RABBIT_DODGE_BONUS_FINAL/> 。 <br/><bullet/> <Ability:RABBIT_CHARGES/> 次使用次数。(0 = 无限次数) <br/><bullet/> <Ability:RABBIT_ACTIVE_COOLDOWN/> 回合冷却时间。(1 = 每回合可用)"
LocFlyOverText="狡兔"

[IRI_RabbitPassive X2AbilityTemplate]
LocFriendlyName="狡兔"
LocLongDescription="被动获得 <Ability:RABBIT_PASSIVE_DODGE_BONUS/> 闪避和 <Ability:RABBIT_PASSIVE_MOBILITY_BONUS/> 移动能力加成。"
LocHelpText="被动获得 <Ability:RABBIT_PASSIVE_DODGE_BONUS/> 闪避和 <Ability:RABBIT_PASSIVE_MOBILITY_BONUS/> 移动能力加成。"

[IRI_RabbitSerpentine X2AbilityTemplate]
LocFriendlyName="迂回战术"
LocLongDescription="增强狡兔的被动效果，增加 <Ability:SERPENTINE_PASSIVE_DODGE_BONUS/> 闪避和 <Ability:SERPENTINE_PASSIVE_MOBILITY_BONUS/> 移动。激活后对反应射击的防御和闪避加成提升至 <Ability:SERPENTINE_DEFENSE_BONUS/> 防御和 <Ability:SERPENTINE_DODGE_BONUS/> 闪避。"
LocHelpText="增强狡兔的被动效果，增加 <Ability:SERPENTINE_PASSIVE_DODGE_BONUS/> 闪避和 <Ability:SERPENTINE_PASSIVE_MOBILITY_BONUS/> 移动。激活后对反应射击的防御和闪避加成提升至 <Ability:SERPENTINE_DEFENSE_BONUS/> 防御和 <Ability:SERPENTINE_DODGE_BONUS/> Dodge."
LocPromotionPopupText="<bullet/> 需要士兵拥有狡兔技能。<br/><bullet/> 使用迂回战术时，狡兔对反应射击的防御/闪避激活加成 <Ability:SERPENTINE_DEFENSE_BONUS/> / <Ability:SERPENTINE_DODGE_BONUS/> 从第一次反应射击的开始，随后在 <Ability:SERPENTINE_ACTIVE_MAX_LENGTH/> 次射击后减少到 <Ability:SERPENTINE_DEFENSE_BONUS_FINAL/> / <Ability:SERPENTINE_DODGE_BONUS_FINAL/> 。"

[X2Effect_Rabbit]
EffectFriendlyName="狡兔"
EffectLostFriendlyName="狡兔效果结束"
EffectFriendlyDesc="该单位在回合结束前增加了 <Ability:RABBIT_ACTIVE_MOBILITY_BONUS/> 移动和最高 <Ability:RABBIT_DEFENSE_BONUS/> 防御和 <Ability:RABBIT_DODGE_BONUS/> 闪避加成，以应对反应射击。下一回合开始时，将失去 <Ability:RABBIT_LOSE_ACTION_POINTS_NEXT_TURN/> 个行动点数。"